Repository: mutschler/plexivity
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, nl

source: You do not have permission to view this resource.
de: Sie haben nicht die nötigen Rechte um diese Seite zu sehen.
nl: U heeft geen rechten om deze bron te bekijken.

source: Thank you. Confirmation instructions have been sent to %(email)s.
de: Bestätigungs-Instruktionen wurden an %(email)s gesendet.
nl: Dank u wel. Bevestiging instructies zijn gestuurd naar %(email)s.

source: Thank you. Your email has been confirmed.
de: Ihre E-Mail wurde bestätigt.
nl: Dank u wel. Uw email is bevestigd

source: Your email has already been confirmed.
de: Ihre E-Mail wurde bereits bestätigt.
nl: Uw email is al bevestigd

source: Invalid confirmation token.
de: Ungültiger Bestätigungs-Token.
nl: Niet geldige bevestigingtoken.

source: %(email)s is already associated with an account.
de: %(email)s wird bereits verwendet.
nl: %(email)s is al geregistreerd voor een account.

source: Password does not match
de: Passwort stimmt nicht überein
nl: Wachtwoord komt niet overeen

source: Passwords do not match
de: Passwörter stimmen nicht überein
nl: Wachtwoorden komen niet overeen

source: Redirections outside the domain are forbidden
de: Weiterleitungen außerhalb der Domain sind verboten.
nl: Omleidingen buiten het domein zijn verboden

source: Instructions to reset your password have been sent to the given mail.
de: Instruktionen zum zurücksetzen Ihrers Passworts wurden an Ihre E-Mail gesendet.
nl: Instructies om je wachtwoord te resetten zijn gestuurd naar het bekende emailadres.

source: You did not reset your password within %(within)s. New instructions have been sent to %(email)s.
de: Sie haben Ihr Passwort nicht innerhalb %(within)s zurückgesetzt. Neue Instruktionen wurden an %(email)s gesendet.
nl: Uw heeft niet uw wachtwoord gereset binnen %(within)s. Nieuwe instructies zijn gestuurd naar %(email)s.

source: Invalid reset password token.
de: Ungültiger Passwort-Reset-Token
nl: Niet geldige wachtwoord reset token.

source: Email requires confirmation.
de: E-Mail muss noch bestätigt werden.
nl: Email vereist bevestiging.

source: Confirmation instructions have been sent to %(email)s.
de: Bestätigungs-Instruktionen wurden an %(email)s gesendet.
nl: Bevestiging instructies zijn gestuurd naar %(email)s.

source: You did not confirm your email within %(within)s. New instructions to confirm your email have been sent to %(email)s.
de: Sie haben nicht innerhalb %(within)s bestätigt. Neue Instruktionen wurden an %(email)s gesendet.
nl: Uw heeft niet uw email geconfirmeerd binnen %(within)s. Nieuwe instructies zijn gestuurd naar %(email)s.

source: You did not login within %(within)s. New instructions to login have been sent to %(email)s.
de: Sie haben sich nicht innerhalb %(within)s angemeldet. Neue Instruktionen wurden an %(email)s gesendet.
nl: Uw heeft niet ingelogd binnen %(within)s. Nieuwe instructies om in te loggen zijn gestuurd naar %(email)s.

source: Instructions to login have been sent to %(email)s.
de: Login-Instruktionen wurde an %(email)s gesendet.
nl: Instructies om in te loggen zijn gestuurd naar %(email)s.

source: Invalid login token.
de: Ungültiger Login-Token.
nl: Niet geldig login token.

source: Account is disabled.
de: Account deaktiviert.
nl: Account is uitgeschakeld.

source: Email not provided
de: E-Mail nicht angegeben
nl: Email niet ingevuld

source: Invalid email address
de: Ungültige E-Mail
nl: Niet geldig email adres

source: Password not provided
de: Passwort nicht angegeben
nl: Wachtwoord niet ingevuld

source: No password is set for this user
de: Für diesen Benutzer ist kein Passwort vorhanden
nl: Er is geen wachtwoord ingesteld voor deze gebruiker

source: Password must be at least 6 characters
de: Das Passwort muss mindestens 6 Zeichen haben.
nl: Wachtwoord moet minimaal 6 characters lang zijn

source: Specified user does not exist
de: Der angegebene Benutzer existiert nicht
nl: Gespecificeerde gebruiker bestaat niet

source: Invalid password
de: Ungültiges Passwort
nl: Niet geldig wachtwoord

source: You have successfuly logged in.
de: Sie haben sich erfolgreich eingeloggt.
nl: Uw heeft succesvol ingelogd.

source: You successfully reset your password and you have been logged in automatically.
de: Sie haben Ihr Passwort erfolgreich zurückgesetzt und wurden automatisch eingeloggt.
nl: U heeft succesvol uw wachtwoord gereset en bent automatisch ingelogd.

source: Your new password must be different than your previous password.
de: Das neue Passwort muss sich vom alten unterscheiden.
nl: Uw nieuwe wachtwoord moet anders zijn dan uw vorige wachtwoord.

source: You successfully changed your password.
de: Passwort erfolgreich geändert.
nl: U heeft succesvol uw wachtwoord gewijzigd.

source: Please log in to access this page.
de: Bitte melden Sie sich an um diese Seite zu sehen.
nl: Log in om deze pagina te bekijken.

source: Please reauthenticate to access this page.
de: Bitte loggen Sie sich erneut ein, um diese Seite zu sehen.
nl: Log opnieuw in om deze pagina te bekijken.

source: Plex Username to use for Import
de: Plex Bennutzername für den Import

source: Password
de: Passwort
nl: Wachtwoord

source: Remember password
de: Passwort merken
nl: Onthoud Wachtwoord

source: Plex Media Server Settings
de: Plex Media Server Einstellungen
nl: Plex Media Server instellingen

source: Plex Username
de: Plex Benutzername
nl: Plex Gebruikersnaam

source: Plex Password
de: Plex Passwort
nl: Plex Wachtwoord

source: use pushover for notifications
de: Pushover aktivieren
nl: Gebruik pushover voor notificaties

source: Pushover User-Token
de: Pushover Benutzer-Token
nl: Pushover Gebruik-Token

source: Pushover App-Token
de: Pushover Anwendungs-Token

source: use mail for notifications
de: E-Mail benachrichtigung aktivieren
nl: Gebruik mail voor notificaties

source: SMTP Mail Server
de: SMTP Server

source: SMTP Server login
de: SMTP Server Benutzer

source: SMTP Server password
de: SMTP Passwort
nl: SMTP Server wachtwoord

source: SMTP Mail Port
de: SMTP Port
nl: SMTP Mail Poort

source: Sender Mail Information
de: Absender E-Mail Informationen
nl: Verzend Mail Informatie

source: Send notification on start
de: Start Benachrichtigungen aktivieren
nl: Stuur notificatie bij Starten

source: String for watching notification
de: Nachricht beim starten der Wiedergabe
nl: String voor kijkende notificatie

source: Send notification on stop
de: Stop Benachrichtigungen aktivieren
nl: Stuur notificatie bij stoppen

source: String for stoped watching notification
de: Nachricht beim stoppen der Wiedergabe
nl: String voor stoppen met kijken notificatie

source: Send notification on pause
de: Pause Benachrichtigungen aktivieren
nl: Verstuur notificatie bij pauze

source: String for paused notification
de: Nachricht beim pausieren der Wiedergabe
nl: String voor gepauzeerde notificatie

source: Send notification on resume
de: Fortsetzung Benachrichtigungen aktivieren
nl: Verstuur notificatie bij hervatten

source: String for resume notification
de: Nachricht beim fortsetzen der Wiedergabe
nl: String voor hervattende notificatie

source: Send notification for recently added media
de: Benachrichtigung bei neu hinzugefügten Medien
nl: Verstuur notificatie voor recent toegevoegde media

source: String for recently added notification
de: Nachricht für zuletzt hinzugefügte Medien
nl: String voor recent toegevoegde notificatie

source: Comma seperated list of plex usernames to exclude from notifications
de: Komma getrennte Liste von Plex Nutzern bei denen keine Benachrichtigung erfolgen soll
nl: Met komma gescheiden lijst van plex gebruikersnamen die uitgesloten moeten worden van notificaties

source: Comma seperated list of plex section ids to exclude from notifications
de: Komma getrennte Liste von Plex Video Sektionen bei denen keine Benachrichtigung erfolgen soll
nl: Met komma gescheiden lijst van plex sectie id's die uitgesloten moeten worden van notificaties

source: JSON Map of plex usernames and push names
de: JSON Map von Plex Benutzernamen zu Push Benutzernamen
nl: JSON Map van plex gebruikersnamen en push namen

source: Retype password
de: Passwort wiederholen
nl: Geef nogmaals het wachtwoord

source: Language
de: Sprache
nl: Taal

source: Today
de: Heute

source: Last Week
de: Letzte Woche

source: Last Month
de: Letzen Monat

source: All Time
de: Ewig
nl: Altijd

source: just now
de: gerade eben
nl: zojuis

source: %(int)s seconds ago
de: vor %(int)s Sekunden
nl: %(int)s secondes geleden

source: %(int)s minutes ago
de: vor %(int)s minuten

source: an hour ago
de: vor 1 Stunde

source: %(int)s hours ago
de: vor %(int)s Stunden
nl: %(int)s uren geleden

source: Yesterday
de: Gestern
nl: Gisteren

source: %(int)s days ago
de: vor %(int)s Tagen
nl: %(int)s dagen geleden

source: %(int)s weeks ago
de: vor %(int)s Wochen
nl: %(int)s weken geleden

source: %(int)s months ago
de: vor %(int)s Monaten
nl: %(int)s maanden geleden

source: %(int)s years ago
de: vor %(int)s Jahren
nl: %(int)s jaren geleden

source: You are useing an incomplete translation please help! %(link)s
de: unvollständige Übersetzung, bitte hilf mit! %(link)s
nl: Je gebruikt een incomplete vertaling, help ons! %(link)s

source: Unable to connect to PMS. Please check your settings
de: Verbindung zum PMS nicht möglich. Bitte Einstellungen überprüfen.
nl: Niet mogelijk om te verbinden met PMS. Controleer je instellingen

source: Currently watching...
de: Momentan abgespielt...
nl: Wordt momenteel bekeken

source: Statistics
de: Statistik
nl: statistieken

source: User %(username)s created
de: Benutzer %(username)s angelegt
nl: Gebruiker %(username)s aangemaakt

source: Setup
de: Einrichtung
nl: Instellen

source: Successfully started import of viewed Media from PMS
de: Import bereits gesehener Medien von PMS gestartet

source: Import
de: Importieren

source: Import Media
de: Daten importieren

source: History
de: Verlauf
nl: geschiedenis

source: Logged out
de: Abgemeldet
nl: Log uit

source: Users
de: Benutzer
nl: Gebruikers

source: Settings saved!
de: Einstellungen gespeichert!
nl: Instellingen opgeslagen

source: Settings
de: Einstellungen
nl: Instellingen

source: Test notification successfully send
de: Test-Benachrichtigung erfolgreich versendet.
nl: Test notificatie is succesvol verzonden

source: unable to send test notification
de: Konnte Test-Benachrichtigung nicht senden.
nl: niet mogelijk om test notificatie te versturen

source: Top 10 (All Time)
de: Top 10 (Ewig)
nl: Top 10 (Altijd)

source: %(count)s views
de: %(count)s mal angesehen
nl: %(count)s bekeken

source: Season %(sn)s, Episode %(ep)s
de: Staffel %(sn)s, Episode %(ep)s
nl: Seizoen %(sn)s, Aflevering %(ep)s

source: Top 10 Movies (All Time)
de: Top 10 Filme (Ewig)
nl: Top 10 Films (Altijd)

source: Top 10 TV-Shows (All Time)
de: Top 10 TV-Sendungen (Ewig)
nl: Top 10 Tv-Series (Altijd)

source: Top 10 TV-Episodes (All Time)
de: Top 10 TV-Episoden (Ewig)
nl: Top 10 Tv-Afleveringen (Altijd)

source: Connect to Hue
de: Mit Hue verbinden
nl: Verbind met Hue

source: Please press the Push Button on your Hue Bridge and press the button below
de: Bitte drücken sie den Push Button an ihrer Hue Bridge und im Anschluss den Knopf unten
nl: Drukt u op de drukknop op uw Hue Bridge en klik daarna op de knop hier onder

source: Push Button Pressed
de: Push Button gedrückt
nl: Druk knop is ingedrukt

source: Already linked to Hue Bridge at "%(bridge_ip)s".
de: Es besteht eine Verbindung zur Hue Bridge unter "%(bridge_ip)s".
nl: Al gekoppeld met de Hue Bridge "%(bridge_ip)s".

source: Reset Hue Connection
de: Hue Verbindung zurücksetzen
nl: Reset Hue Verbinding

source: All available lights
de: Alle Lampen
nl: Alle beschikbare lichten

source: Plexivity will try to import already played Media Elements from Plex Media Server, this may take a while
de: Plexivity wird versuchen bereits gesehene Filme und Episoden von Plex Media Server zu importieren, das kann unter umständen eine weile dauern.

source: Skip Import
de: Import überstpringen

source: Directed by
de: Regie
nl: geregisseerd door

source: n/a
de: n/v

source: Rated
de: FSK
nl: Beoordeeld

source: Runtime
de: Laufzeit
nl: Looptijd

source: Minutes
de: Minuten
nl: Minuten

source: The most watched episodes of "%(showname)s" are
de: Die meist gesehenen Episoden von "%(showname)s"
nl: De meest bekeken afleveringen van "%(showname)s zijn

source: Toggle navigation
de: Navigation anzeigen
nl: Wissel navigatie

source: Logout
de: Abmelden
nl: Uitloggen

source: Login
de: Anmelden
nl: Inloggen

source: No data available in table
de: Keine Daten in der Tabelle vorhanden
nl: Geen data beschikbaar in tabel

source: Showing _START_ to _END_ of _TOTAL_ entries
de: _START_ bis _END_ von _TOTAL_ Einträgen
nl: Laat _START tot _END_ van _TOTAL_inzendingen zien

source: Showing 0 to 0 of 0 entries
de: 0 bis 0 von 0 Einträgen
nl: Toont 0 tot 0 van 0 inzendingen

source: (filtered from _MAX_ total entries)
de: (gefiltert von _MAX_ Einträgen)
nl: (gefilterd van _MAX_ totaal inzendingen)

source: Show _MENU_ entries
de: _MENU_ Einträge anzeigen
nl: Laat _MENU_ zien

source: Loading...
de: Wird geladen...
nl: Laden...

source: Processing...
de: Bitte warten...
nl: Verwerken...

source: Search:
de: Suchen
nl: Zoek:

source: No matching records found
de: Keine Einträge vorhanden
nl: Geen records gevonden

source: First
de: Erste
nl: Eerste

source: Last
de: Letzte
nl: Laatste

source: Next
de: Nächste
nl: Volgende

source: Previous
de: Zurück
nl: Vorige

source: : activate to sort column ascending
de: : aktivieren, um Spalte aufsteigend zu sortieren
nl: : activeer om de kolom oplopend te sorteren

source: : activate to sort column descending
de: : aktivieren, um Spalte absteigend zu sortieren
nl: : activeer om de kolom aflopend te sorteren

source: Username
de: Benutzername
nl: Gebruikersnaam

source: Data will be saved to "%(data_dir)s"
de: Daten werden unter "%(data_dir)s" gespeichert
nl: Data zal worden opgeslagen in "%(data_dir)s"

source: Save settings
de: Einstellungen speichern
nl: Sla instellingen op

source: Import Media from PMS
de: Import von PMS starten

source: The following Options are available for Message formating:
de: Die folgenden Optionen sind verfügbar um eine Benachrichtigung zu formatieren:
nl: De volgende Opties zijn beschikbaar voor Bericht formatering:

source: Processed username based on USER_NAME_MAP
de: Bearbeiteter Benutzername basierend auf USER_NAME_MAP
nl: Verwerkte gebruikersnaam gebaseerd op USER_NAME_MAP

source: Processed title of currently playing media
de: Titel des Films/Episode
nl: Verwerkte titel van huidig afspelende media

source: the platform from which the media is played back (ex. Plexweb (Chrome))
de: Wiedergabe Platform zb: Plexweb (Chrome)
nl: het platform waarvan de media word afgespeeld (bijv. Plex/Web (Chrome))

source: the title of the player from which the media is played (ex. Xbox 360 (<uuid>))
de: Der Titel des Players auf dem die Wiedergabe gestartet wurde (bsp: Xbox 360 (<uuid>))

source: product name of the player from which the media is played (ex. Plex for Xbox 360)
de: Produktname des Players auf dem die Wiedergabe gestartet wurde (bsp: Plex for Xbox 360)

source: the type of media: "episode" or "movie"
de: Medientyp: "episode" oder "movie"
nl: het type media: "aflevering" of "film"

source: length of the mediafile: 20 min
de: Länge in minuten: 20 min
nl: lengte van het mediabestand: 20 min

source: a string of genres (if available) in format "Horror|Fantasy"
de: Genre wenn vorhanden "Horror|Fantasy"
nl: een string van genres (indien beschikbaar) in formaat "Horror|Fantasie"

source: PMS user id
de: PMS Benutzer ID
nl: PMS gebruiker id

source: Original, unprocessed username
de: Unveränderter Plex-Benutzername
nl: Originele, niet verwerkte gebruikersnaam

source: unprocessed original title of currently playing media
de: Original Titel
nl: niet verwerkte originele titel van huidig afspelend media

source: unprocessed original title of currently playing episode
de: Original Episoden Titel
nl: niet verwerkte originele titel van huidig afspelende aflevering

source: current season
de: Staffel Nummer
nl: huidig seizoen

source: current episode
de: Episoden Nummer
nl: huidige aflevering

source: playback time in seconds
de: Wiedergabezeit in Sekunden
nl: afspeeltijd in seconden

source: time the playback started
de: Startzeit der Wiedergabe
nl: tijd dat afspelen begon

source: time the playback stopped
de: Stoßzeit der Wiedergabe
nl: tijd dat afspelen stopte

source: Media content rating
de: Inhaltsbewertung (FSK)
nl: Media inhoud waardering

source: Media distribution year
de: Jahr der Veröffentlichung
nl: Media distributie jaar

source: Summary of the currently playing media
de: Film/Episoden Beschreibung
nl: Overzicht van huidig afspelend media

source: duration in seconds
de: Dauer in Sekunden
nl: duur in seconden

source: notification type, can be start, stop, pause or resume
de: Benachrichtigungs Typ: start, stop, pause oder resume
nl: notificatie type, can start, stop, pauze of hervatten zijn

source: the view offset in seconds
de: fortschritt in Sekunden
nl: het bekeken verschil in seconden

source: view offset in percent
de: fortschritt in Prozent
nl: bekeken verschil in procent

source: how much playback time left
de: Verbleibende Wiedergabezeit
nl: Hoeveelheid afspeel tijd over is

source: if the media is transcoded this will be 1 else 0
de: Wenn direkte Wiedergabe 0 sonst 1
nl: als de media getranscodeerd is dit een 1 anders 0

source: information about the transcode
de: Informationen über die Transcodierung
nl: informatie over de transcodatie

source: T for transcode or D for direct play
de: T bei Transcodierung D bei direkt Wiedergabe
nl: T voor transcoderen of D voor direct play

source: Audio and Video informations on Transcode else "Direct Play"
de: Audio und Video Informationen bei Transcode sonst: "Direct Play"
nl: Audio en Video informatie van Transcoderen anders "Direct Play"

source: the machine identifier
de: das Machinenkennzeichen
nl: de machine identificatie

source: Example
de: Beispiel
nl: Voorbeeld

source: Test Notifications
de: Teste Benachrichtigungen
nl: Test Notificaties

source: Connect Twitter
de: Twitter Account Verknüpfen
nl: Verbind Twitter

source: If you already had a runnig installation please copy "config.ini" and "plexivity.db" to this directory and restart plexivity
de: Wenn Sie bereits eine Installation durchgeführt haben, kopieren Sie bitte "config.ini" und "plexivity.db" in dieses Verzeichnis und starten Sie plexivity anschließend neu
nl: Als je een bestaande installatie had, kopieer dan "config.ini" en "plexivity.db" naar deze map en herstart plexivity

source: Create Account
de: Account erstellen
nl: Maak een account aan

source: Hourly Plays
de: Wiedergaben nach Stunden
nl: Per uur afgespeeld

source: Last 24 Hours
de: Die letzten 24 Stunden
nl: Laatste 24 uur

source: Max Hourly Plays
de: Wiedergaben nach Stunden
nl: Max Per uur afgespeeld

source: Daily Plays
de: Wiedergaben nach Tagen
nl: Dagelijks afgespeeld

source: Monthly Plays
de: Wiedergaben pro Monat
nl: Maandelijkse afgespeeld

source: Plays by user
de: Wiedergaben nach Benutzern
nl: Per gebruiker afgespeeld

source: Last 30 days
de: letzte 30 Tage
nl: Laatste 30 dagen

source: Global Stats
de: Globale Statistik

source: plays
de: Wiedergaben

source: days
de: Tage

source: hours
de: Stunden

source: min
de: Minuten

source: Platform Stats
de: Platform Statistik
nl: Platform Statistieken

source: Recently watched
de: Kürzlich angesehen
nl: Recent bekeken

source: User
de: Benutzer
nl: Gebruiker

source: Last Seen
de: Zuletzt gesehen
nl: Laatste gezien

source: Total Plays
de: gesamt Wiedergaben
nl: Totaal afgespeeld

source: Currently playing
de: Momentan abgespielt
nl: Wordt momenteel afgespeeld

source: %(user)s is watching
de: %(user)s sieht gerade
nl: %(user)s bekijkt

source: %(user)s has paused
de: %(user)s hat pausiert
nl: %(user)s heeft gepauzeerd

source: %(user)s is buffering
de: %(user)s buffert gerade

source: Nothing is currently playing
de: Zur zeit wird nichts wiedergegeben
nl: momenteel wordt er niks afgespeelt

source: Date
de: Datum
nl: Datum

source: Title
de: Titel
nl: Titel

source: Type
de: Typ

source: Started
de: Start
nl: Gestart

source: Paused
de: Pausiert
nl: Gepauzeerd

source: Stopped
de: Stop
nl: Gestopt

source: Duration
de: Dauer
nl: Duur

source: Completed
de: Vollendet
nl: Voltooid

source: Recently Added
de: Kürzlich hinzugefügt
nl: Recent toegevoegd

source: Send password reset instructions
de: Password-Reset-Anweisungen senden
nl: Verstuur wachtwoord reset instructies

source: Recover Password
de: Password wiederherstellen
nl: Herstel wachtwoord

source: Reset Password
de: Passwort zurücksetzen
nl: Reset Wachtwoord

source: Plex Media Server Port
nl: Plex Media Server Poort

source: plexivity port
nl: plexivity poort

source: %(int)s minuten ago
nl: %(int)s minuten geleden

source: Successfully connected to Hue Bridge with ip %(ip)s
nl: Succesvol verbonden met Hue Bridge met ip %(ip)s

source: Successfully disconnected from Hue Bridge
nl: Verbinding succesvol verbroken met de Huge Bridge

source: Charts
nl: Diagram

source: Episode %(ep)s
nl: Aflevering %(ep)s

source: Connect Hue
nl: Verbind Hue
